export const FAQ_LIST = [
  {
    id: 0,
    title: 'GGF란?',
    description: `"Good Game Friends"

    게임을 사랑하는 이들을 위한 특별한 공간으로, 다양한 게임을 즐기며 함께하는 멋진 친구들을 만날 수 있는 커뮤니티 웹사이트입니다.

    1. 파티원 모집:
    온라인이든 오프라인이든, GGF에서는 원하는 게임의 파티원을 손쉽게 찾을 수 있습니다. 다양한 게임 컨텐츠에서 함께 플레이할 동료들을 만나보세요.

    2. 클랜원 모집:
    게임의 목표를 달성하고 싶다면, GGF에서는 클랜원을 모집할 수 있는 기회가 있습니다. 전략적으로 게임을 즐기며, 새로운 동료들과 함께 성장해보세요.

    3. 게임 공략 공유:
    자신만의 게임 공략을 공유하고, 다른 멤버들의 공략을 확인해보세요. GGF는 게임에서 더 나은 성과를 거둘 수 있도록 정보를 교류하는 플랫폼을 제공합니다.`,
  },
  {
    id: 1,
    title: '파티원은 어디서 모집하나요?',
    description: `1. 로그인 합니다.

    2. 상단 네비게이션 바에서 원하는 게임을 선택하세요.

    3. 모집 게시판의 등록하기 버튼을 클릭하세요.

    4. 모집 등록페이지의 모집 유형을 오프라인 or 온라인 중 하나로 변경하세요.

    5. 모집 내용을 작성한 후 하단의 모집 등록 버튼을 클릭하셔서 파티원 모집 게시글을 등록하시면 됩니다.`,
  },
  {
    id: 2,
    title: '클랜은 어디서 모집하나요?',
    description: `1. 로그인 합니다.

    2. 상단 네비게이션 바에서 원하는 게임을 선택하세요.

    3. 모집 게시판의 등록하기 버튼을 클릭하세요.

    4. 모집 등록페이지의 모집 유형을 클랜 모집으로 변경하세요.
    
    5. 모집 내용을 작성한 후 하단의 모집 등록 버튼을 클릭하셔서 클랜 모집 게시글을 등록하시면 됩니다.`,
  },
  {
    id: 3,
    title: 'GGF 크리에이터란?',
    description: `나만의 팁, 스킬, 또는 재미있는 순간들을 캡처하여 영상으로 제작해보세요.

    GGF는 열정적인 게이머부터 다양한 게임 분야의 전문가까지 누구나 크리에이터로 참여할 수 있는 열린 공간을 제공합니다.
    예비 크리에이터들, 이미 경험이 풍부한 크리에이터들을 모두 환영합니다!

    여러분이 GGF 크리에이터로 참여하고 싶다면, 지금 바로 지원해보세요!
    크리에이터 지원하기 버튼을 눌러서 여러분만의 독특한 콘텐츠 아이디어를 알려주세요.
    GGF는 여러분의 창의성과 열정을 기다리고 있습니다.`,
  },
];
